Repository: common-repository/twittercart
Catalog: languages/twittercart-*.po
Languages: hi_in, ru_ru

source: TwitterCart is now translation ready for the following 5 languages; Arabic, French, Hindi, Spanish, and Russian. Go to Settings/General and choose from the dropdown under "Site Language" to switch language.
hi_in: ट्विटरकार्ट अब निम्नलिखित 5 भाषाओं के लिए अनुवाद तैयार है; अरबी, फ्रेंच, हिंदी, स्पैनिश और रूसी। सेटिंग / सामान्य पर जाएं और "साइट भाषा" के नीचे दिए गए ड्रॉपडाउन से भाषा स्विच करें।
ru_ru: TwitterCart теперь готов к переводу на следующие 5 языков; Арабском, французском, хинди, испанском и русском языках. Перейдите в «Настройки / Общие» и выберите в раскрывающемся списке «Язык сайта» для переключения языка.

source: Change account
hi_in: खाता बदलें
ru_ru: Изменить аккаунт

source: Deactivate my account
hi_in: मेरा खाता निष्क्रिय करे
ru_ru: Отключить аккаунт

source: Link my twitter account
hi_in: मेरे ट्विटर खाते को लिंक करें
ru_ru: Ссылка на мою учетную запись щебет

source: The product was successfully posted to Twitter!
hi_in: उत्पाद सफलतापूर्वक ट्विटर पर पोस्ट किया गया था!
ru_ru: Продукт был успешно отправлен в щебет!

source: Some error. Try again later
hi_in: कुछ त्रुटि बाद में पुन: प्रयास करें
ru_ru: Некоторая ошибка. Попробуйте позже
