Repository: common-repository/twittercart
Catalog: languages/twittercart-*.po
Languages: hi_in, ru_ru

source: Post product to Twitter
hi_in: ट्विटर पर उत्पाद पोस्ट करें
ru_ru: Опубликовать продукт в щебет

source: tweets
hi_in: ट्वीट्स
ru_ru: твитов

source: following
hi_in: निम्नलिखित
ru_ru: следующий

source: followers
hi_in: अनुयायियों
ru_ru: следующий

source: TwitterCart Settings
hi_in: ट्विटरकार्ट सेटिंग्स
ru_ru: Настройки TwitterCart

source: Support
hi_in: समर्थन
ru_ru: Поддержка

source: For support, please go to Wordpress and submit a support request (link to follow once we finalize the plugin registration).
hi_in: समर्थन के लिए, कृपया वर्डप्रेस पर जाएं और एक सपोर्ट अनुरोध सबमिट करें (प्लगइन पंजीकरण को अंतिम रूप देने के बाद लिंक का पालन करें)।
ru_ru: Для получения поддержки перейдите в Wordpress и отправьте запрос на поддержку (ссылка будет приведена после завершения регистрации плагина).

source: For WordPress users on the GPL (Free) version of TwitterCart, please go to WordPress and
hi_in: वर्ड्रेस के उपयोगकर्ताओं के लिए ट्विटर क्लाइंट के जीपीएल (फ्री) संस्करण पर, कृपया वर्डप्रेस पर जाएं और जाएं
ru_ru: Для пользователей WordPress в GPL (бесплатной) версии TwitterCart, пожалуйста, перейдите в WordPress и

source: Submit a Support Request.
hi_in: एक समर्थन अनुरोध सबमिट करें
ru_ru: Отправьте запрос на поддержку.

source: Twitter API
hi_in: ट्विटर एपीआई
ru_ru: API щебет

source: Twitter API key
hi_in: ट्विटर एपीआई कुंजी
ru_ru: Ключ API щебет

source: Twitter API secret
hi_in: ट्विटर एपीआई गुप्त
ru_ru: Секретный интерфейс щебет

source: Access token
hi_in: एक्सेस टोकन
ru_ru: Токен доступа

source: Access token secret
hi_in: प्रवेश टोकन गुप्त
ru_ru: Секрет доступа к токенам

source: Save
hi_in: बचाना
ru_ru: Сохранить

source: TwitterCart #HashTags
hi_in: ट्विटरकार्ट # हैशटैग
ru_ru: TwitterCart #Хештеги

source: #AddToCart hashtag
hi_in: #ऐडटीओकार्ट हैशटैग
ru_ru: #AddToCart хэштег

source: #AddToWishlist hashtag
hi_in: #ऐडटीविशलिस्ट हैशटैग
ru_ru: #AddToWishlist хэштег

source: How I obtain Twitter App API details?
hi_in: मैं ट्विटर ऐप एपीआई विवरण कैसे प्राप्त करता हूं?
ru_ru: Как получить информацию о API-интерфейсе щебет?

source: <span>1</span>Go to the <a href="https://apps.twitter.com/">Apps page</a> on Twitter and click &quot;Create New App&quot;.
hi_in: <span>1</span>इस <a href="https://apps.twitter.com/">ऐप्स पृष्ठ</a> पर जाएं और ट्विटर पर क्लिक करें और &quot;नया ऐप बनाएं&quot; पर क्लिक करें.
ru_ru: <span>1</span> Перейдите на страницу <a href="https://apps.twitter.com/"> Приложения </a> в щебет и нажмите &quot;Создать новое приложение&quot;.

source: <span>2</span>Set required info about your application and save.
hi_in: <span>2</span>अपने आवेदन के बारे में आवश्यक जानकारी सेट करें और सहेजें
ru_ru: <span>2</span> Установите требуемую информацию о вашем приложении и сохраните.

source: <span>3</span>Go to &quot;Keys and Access Tokens&quot; tab and copy API key and API secret.
hi_in: <span>3</span>कुंजी और एक्सेस टोकन टैब पर जाएं और एपीआई कुंजी और एपीआई गुप्त को कॉपी करें।
ru_ru: <span>3</span> Перейдите к &quot; Ключи и токены доступа &quot; вкладку и скопировать ключ API API и секрет API.

source: <span>4</span>Click &quot;Create my access token&quot; and copy genearted token and token secret.
hi_in: <span>4</span>अपना एक्सेस टोकन बनाएं और जनरेटेड टोकन और टोकन गुप्त कॉपी करें पर क्लिक करें।
ru_ru: <span>4</span> Нажмите &quot; Создать мой токен доступа &quot; и копировать генетический токен и токен.

source: What can I include in hashtags fields?
hi_in: हैशटैग फ़ील्ड्स में मैं क्या शामिल कर सकता हूं?
ru_ru: Что я могу включить в поля xештеги?

source: The Hashtag can contain any characters and/ or numerical digits, but max length must not exceed 140 characters.
hi_in: हॅशटैग में कोई भी वर्ण और / या संख्यात्मक अंक हो सकते हैं, लेकिन अधिकतम लंबाई 140 वर्णों से अधिक नहीं होनी चाहिए।
ru_ru: хэштег может содержать любые символы и / или числовые цифры, но максимальная длина не должна превышать 140 символов.

source: TwitterCart Support
hi_in: ट्विटरकार्ट समर्थन
ru_ru: Поддержка TwitterCart

source: Latest Update
hi_in: नवीनतम अद्यतन
ru_ru: Последнее обновление

source: Added:
hi_in: जोड़ा गया:
ru_ru: Добавлено:

source: Update history
hi_in: इतिहास का अद्यतन करें
ru_ru: История обновлений

source: Added new security patches for ajax.
hi_in: अजाक्स के लिए नए सुरक्षा पैच जोड़ा गया
ru_ru: Добавлены новые патчи безопасности для ajax.

source: Added new security patches and updated twitter API.
hi_in: जोड़े गए नए सुरक्षा पैच और अद्यतन ट्विटर एपीआई
ru_ru: Добавлены новые патчи безопасности и обновленный API щебет.

source: Introduced new wp-admin menu structure.
hi_in: नई WP-admin मेनू संरचना प्रस्तुत की।
ru_ru: Введена новая структура меню wp-admin.

source: Option and instruction menus are merged in single menu.
hi_in: विकल्प और अनुदेश मेनू एकल मेनू में विलय कर दिए गए हैं।
ru_ru: Меню параметров и команд объединяются в одно меню.

source: Added new options to Post WooCommerce product to twitter.
hi_in: ट्विटर के लिए पोस्ट वू वाणिज्य उत्पाद पोस्ट करने के लिए नए विकल्प जोड़े गए।
ru_ru: Добавлены новые опции для публикации продукта WooCommerce для щебет.

source: Updated Compatibility issue with WordPress.
hi_in: वर्डप्रेस के साथ अद्यतन संगतता मुद्दा
ru_ru: Обновлена проблема совместимости с WordPress.

source: Resolved Compatibility issue with WordPress.
hi_in: वर्डप्रेस के साथ हल संगतता मुद्दा
ru_ru: Решена проблема совместимости с WordPress.

source: Fixed:
hi_in: फिक्स्ड:
ru_ru: Исправлена:

source: Resolved Conflict issue with JetPack.
hi_in: जेट पैक के साथ हल मुद्दा।
ru_ru: Устранена проблема конфликтов с помощью JetPack.

source: CSS Updates for WooCommerce.
hi_in: वू वाणिज्य के लिए सीएसएस अद्यतन
ru_ru: Обновления CSS для WooCommerce.

source: Plugin release. Operate all the basic functions.
hi_in: प्लगइन जारी सभी बुनियादी कार्यों का संचालन करें
ru_ru: Выпуск плагина. Управлять всеми основными функциями.

source: TwitterCart instructions for Administrators
hi_in: प्रशासक के लिए ट्विटरकार्ट निर्देश
ru_ru: Инструкции TwitterCart для администраторов

source: Activation
hi_in: सक्रियण
ru_ru: активация

source: After activation of the TwitterCart plugin, you will need to setup API credentials to connect your Woocommerce store account.
hi_in: ट्विटरकार्ट प्लगइन के सक्रियण के बाद, आपको अपने वू वाणिज्य स्टोर खाते से कनेक्ट करने के लिए एपीआई क्रेडेंशियल सेटअप करने की आवश्यकता होगी।
ru_ru: После активации плагина TwitterCart вам нужно будет установить учетные данные API для подключения учетной записи магазина Woocommerce.

source: 1. Twitter API key.
hi_in: 1. ट्विटर एपीआई कुंजी
ru_ru: 1. Ключ API щебет.

source: 2. Twitter API secret key.
hi_in: 2. ट्विटर एपीआई गुप्त कुंजी
ru_ru: 2. Секретный ключ API щебет.

source: 3. Twitter API access token.
hi_in: 3. ट्विटर एपीआई एक्सेस टोकन
ru_ru: 3. Твиттер доступа к API-интерфейсу щебет.

source: 4. Twitter API secret token secret.
hi_in: 4. ट्विटर एपीआई गुप्त टोकन रहस्य
ru_ru: 4. Секрет секретного токена API щебет.

source: With TwitterCart, you can create custom hashtags for promoting products on Twitter ( ie. Add to cart, Add to wishlist).
hi_in: ट्विटरकार्ट के साथ, आप ट्विटर पर उत्पादों को बढ़ावा देने के लिए कस्टम हैशटैग बना सकते हैं (यानी कार्ट में जोड़ें, विशलिस्ट में जोड़ें)।
ru_ru: С TwitterCart вы можете создавать собственные хэштаги для продвижения продуктов в щебет (т. Е. Добавить в корзину, Добавить в список пожеланий).

source: Posting products to Twitter
hi_in: ट्विटर पर उत्पादों पोस्टिंग
ru_ru: Публикация продуктов в щебет

source: In order to post items to Twitter, you should to go to the product page and click on the "Post product to Twitter" for the selected product in the Actions column. Next, you can change default text of the tweet. After you have customized your tweet, with or without the product image checkmarked, click the "Tweet" button product and your product tweet with hashtag(s) will be posted on Twitter instantly.
hi_in: ट्विटर पर आइटम पोस्ट करने के लिए, आपको उत्पाद पृष्ठ पर जाना चाहिए और एक्शन कॉलम में चुने गए उत्पाद के लिए "पोस्ट उत्पाद टू ट्विटर" पर क्लिक करना चाहिए। इसके बाद, आप कलरव के डिफ़ॉल्ट पाठ को बदल सकते हैं। अपने ट्वीट को अनुकूलित किए जाने के बाद, उत्पाद छवि चेकमार्क किए बिना या बिना, "ट्वीट" बटन उत्पाद पर क्लिक करें और हैशटैग (एस) के साथ आपका उत्पाद ट्वीट कल ट्विटर पर पोस्ट किया जाएगा।
ru_ru: Чтобы отправлять сообщения в щебет, вам нужно перейти на страницу продукта и нажать «Опубликовать товар в Twitter» для выбранного продукта в столбце «Действия». Затем вы можете изменить текст по умолчанию для твита. После того, как вы настроили свой твит с изображением продукта или без него, нажмите кнопку «Tweet», и ваш твит твит с хэштегами будет размещен в щебет мгновенно ».

source: Twitter Account
hi_in: ट्विटर खाता
ru_ru: Аккаунт щебет

source: If you have the Pro or Vendor version of TwitterCart, you can manage your Twitter account within Wordpress admin panel. Go to the Twitter account page within the plugin. On this page you can see the available functionality, which is very much like Twitter's own layout, ie. Retweets, replies, direct messages, follow and unfollow etc.
hi_in: यदि आपके पास ट्विटर या कॉमर्स के प्रो या वेंडर संस्करण है, तो आप अपने ट्विटर अकाउंट को वर्डप्रेस व्यवस्थापक पैनल में प्रबंधित कर सकते हैं। प्लगइन के अंदर ट्विटर अकाउंट पेज पर जाएं इस पृष्ठ पर आप उपलब्ध कार्यक्षमता देख सकते हैं, जो बहुत ही ट्विटर के स्वयं के लेआउट की तरह है I रिटाइट्स, जवाब, सीधा संदेश, अनुसरण करें और अनुसरण करना आदि।
ru_ru: Если у вас есть Pro или Vendor версия TwitterCart, вы можете управлять своей учетной записью щебет в панели администратора Wordpress. Перейдите на страницу учетной записи щебет в плагине. На этой странице вы можете увидеть доступные функции, которые очень похожи на собственный макет щебет, т. Е. Retweets, ответы, прямые сообщения, следить и отменить подписку и т. Д.

source: Plugin Statistics
hi_in: प्लगिन सांख्यिकी
ru_ru: Статистика плагинов

source: If you have the Pro or Vendor version of TwitterCart, Plugin statistics are available on Statistics page. You can see your most retweeted, most replied products etc. All statistics within all stores (if you have the Vendor plugin version) as well as all hashtags.
hi_in: यदि आपके पास ट्विटर या कनाडा के प्रो या विक्रेता संस्करण हैं, तो स्टूडियो पेज पर प्लग-इन आंकड़े उपलब्ध हैं। आप अपने सबसे अधिक रेटेड, अधिक उत्तर वाले उत्पादों आदि सभी स्टोरों के सभी आंकड़े देख सकते हैं (यदि आपका विक्रेता प्लगइन संस्करण है) साथ ही साथ सभी हैशटैग।
ru_ru: Если у вас есть версия TwitterCart Pro или Vendor, статистика плагинов доступна на странице «Статистика». Вы можете увидеть самые переработанные, наиболее ответившие продукты и т. Д. Вся статистика во всех магазинах (если у вас есть версия плагина Vendor), а также все хэштеги.

source: TwitterCart instructions for Customers
hi_in: ग्राहक के लिए ट्विटरकार्ट निर्देश
ru_ru: Инструкции TwitterCart для клиентов

source: Customers have the option to authorize TwitterCart in their "My Account" page. At the bottom of "My Account" page, customers should click "Link my Twitter account" button and agree with Twitter rules on next page. This authorizes their account and they can use hashtags in replies on Twitter for adding products from the store to their shopping cart or wishlist for checkout the next time they login to their account on the vendor store.
hi_in: ग्राहकों को अपने "मेरा खाता" पृष्ठ पर ट्विटर कैरेक्ट को अधिकृत करने का विकल्प होता है। "मेरा खाता" पेज के निचले भाग में, ग्राहकों को "मेरे ट्विटर अकाउंट लिंक करें" बटन पर क्लिक करना चाहिए और अगले पृष्ठ पर ट्विटर नियमों से सहमत होना चाहिए। यह उनके अकाउंट को अधिकृत करता है और वे शॉप में शॉपिंग कार्ट या अपने स्टाफ़ पर अपने खाते में अगली बार लॉग इन करने के लिए इच्छाशक्ति के लिए स्टोर से उत्पादों को जोड़ने के लिए चहचहाना पर जवाब में हैशटैग का उपयोग कर सकते हैं।
ru_ru: Клиенты могут авторизовать TwitterCart на странице «Моя учетная запись». В нижней части страницы «Моя учетная запись» клиенты должны нажать кнопку «Связать мою учетную запись щебет» и согласиться с правилами щебет на следующей странице. Это разрешает их учетную запись, и они могут использовать хэштеги в ответах на щебет для добавления продуктов из магазина в свою корзину покупок или список пожеланий для проверки при следующем входе в свою учетную запись в магазине поставщиков ».

source: Frequently Asked Questions
hi_in: अक्सर पूछे जाने वाले प्रश्न
ru_ru: Часто задаваемые вопросы

source: Why do I need to connect my Twitter account?
hi_in: मुझे अपने ट्विटर अकाउंट से कनेक्ट करने की आवश्यकता क्यों है?
ru_ru: Зачем мне подключаться к моей учетной записи щебет?

source: By connecting your Twitter with your ecommerce store account, you are notifying the store that #TwitterCart requests coming from your Twitter account should be added to your shopping cart. Without that link, the store owner would not know to which customer's cart to add the item. To edit your Twitter authorization preferences, visit your account page or opt out of having the store respond to your #TwitterCart requests here (your accounts must be connected in order to opt out).
hi_in: अपने ई-कॉमर्स स्टोर खाते से अपने ट्विटर को कनेक्ट करके, आप स्टोर को सूचित कर रहे हैं कि #ट्वीटीकार्ट अनुरोध आपके ट्विटर अकाउंट से आने वाले को आपके शॉपिंग कार्ट में जोड़ा जाना चाहिए। उस लिंक के बिना, स्टोर के मालिक को यह नहीं पता होगा कि आइटम को जोड़ने के लिए किस ग्राहक की गाड़ी है। अपने ट्विटर प्राधिकरण प्राथमिकताओं को संपादित करने के लिए, अपने खाते पृष्ठ पर जाएं या स्टोर को आपके # ट्वेट्टरकर्ट अनुरोधों का जवाब देने से ऑप्ट आउट करें (आपके खाते ऑप्ट आउट करने के लिए कनेक्ट होने चाहिए)।
ru_ru: Подключив свой щебет с учетной записью магазина электронной торговли, вы уведомляете магазин о том, что запросы #TwitterCart, поступающие из вашей учетной записи щебет, должны быть добавлены в вашу корзину покупок. Без этой ссылки владелец магазина не будет знать, к какой корзине клиента добавлен товар. Чтобы изменить настройки авторизации щебет, перейдите на страницу своей учетной записи или откажитесь от ответа на ваш запрос #TwitterCart (ваши учетные записи должны быть подключены, чтобы отказаться).

source: Will #TwitterCart work if my Twitter account is protected?
hi_in: क्या # ट्वीटरकार्ट काम करेगा अगर मेरा ट्विटर अकाउंट सुरक्षित है?
ru_ru: Будет ли #TwitterCart работать, если моя учетная запись щебет защищена?

source: No, #TwitterCart only works for public Twitter accounts and tweets. If your Twitter account is protected, only your followers can see your tweets. This means that #TwitterCart won't be able to see your replies and add the item to your shopping cart.
hi_in: नहीं, #ट्वीटरकार्ट केवल सार्वजनिक ट्विटर खातों और ट्वीट्स के लिए काम करता है। यदि आपका ट्विटर खाता सुरक्षित है, तो केवल आपके अनुयायियों को आपके ट्वीट्स दिखाई दे सकते हैं। इसका अर्थ है कि # ट्वीटरकार्ट आपके जवाब नहीं देख पाएंगे और आइटम को अपनी शॉपिंग कार्ट में जोड़ सकते हैं।
ru_ru: Нет, #TwitterCart работает только для публичных аккаунтов и твитов щебет. Если ваша учетная запись щебет защищена, только ваши сторонники могут видеть ваши твиты. Это означает, что #TwitterCart не сможет увидеть ваши ответы и добавить элемент в корзину.

source: Am I buying the product when I reply with the store "#TwitterCart" hashtag?
hi_in: क्या मैं उत्पाद खरीद रहा हूँ जब मैं दुकान के साथ "#टीवीटरकार्ट" हैशटैग का उत्तर देता हूं?
ru_ru: Я покупаю продукт, когда отвечаю в магазине «#TwitterCart» хэштег?

source: No, replying with "#TwitterCart" hashtag will only save the item to your Cart. You can always review or edit your Cart at a later time. You will also receive a reply tweet from store Twitter account describing the status of your request (e.g., whether the item was successfully added to your Cart, if it was out of stock, or how you can finish checking out later).
hi_in: नहीं, "#ट्वीटर कार्ट" हैशटैग के साथ जवाब देने से केवल आइटम को आपकी गाड़ी में बचा लिया जाएगा। आप बाद में अपने कार्ट को हमेशा समीक्षा या संपादित कर सकते हैं आपको अपने अनुरोध की स्थिति का वर्णन करने वाले स्टोर ट्विटर अकाउंट से उत्तर ट्वीट ट्वीट प्राप्त होगा (उदाहरण के लिए, यह आइटम आपके कार्ट में सफलतापूर्वक जोड़ा गया था या नहीं, अगर वह स्टॉक से बाहर था या आप बाद में चेक आउट कैसे कर सकते हैं)
ru_ru: Нет, ответ с хэштегом «#TwitterCart» сохранит элемент только в вашей корзине. Вы всегда можете просмотреть или отредактировать свою корзину позже. Вы также получите ответный твит из учетной записи щебет, описывающий статус вашего запроса (например, был ли элемент успешно добавлен в вашу корзину, если он отсутствовал на складе или как вы можете закончить проверку позже).

source: Most content is public on Twitter, so your #TwitterCart replies will be visible to whomever you replied, to those viewing the conversation, and on your own Timeline (unless your Twitter account is set to private).
hi_in: अधिकांश सामग्री ट्विटर पर सार्वजनिक होती है, इसलिए आपके # टिल्टकर्ट के उत्तरों को आपने जो भी उत्तर दिया, उन लोगों को बातचीत देखने वाले और अपनी खुद की टाइमलाइन पर दिखाई देगा (जब तक कि आपके ट्विटर अकाउंट को निजी पर सेट नहीं किया गया हो)।
ru_ru: Большинство контента публикуется в щебет, поэтому ваши ответы #TwitterCart будут видны тем, кому вы ответили, тем, кто просматривает разговор, и на вашей собственной временной шкале (если ваша учетная запись щебет не установлена в приватном режиме) ».

source: To work correctly with the Twitter API, you must install the necessary permissions (Read, write, and direct messages) on
hi_in: ट्विटर एपीआई के साथ सही ढंग से काम करने के लिए, आपको आवश्यक अनुमतियां (पढ़ने, लिखना और सीधे संदेश) को स्थापित करना होगा
ru_ru: Чтобы правильно работать с API щебет, вы должны установить необходимые разрешения (чтение, запись и прямые сообщения) на

source: Who can see what I've added to my Cart?
hi_in: मैं अपनी गाड़ी में जो जोड़ लिया है उसे कौन देख सकता है?
ru_ru: Кто может видеть, что я добавил в свою корзину?

source: Apps page
hi_in: ऐप्स पृष्ठ
ru_ru: Страница приложений

source: Tweet Tips
hi_in: ट्वीट टिप्स
ru_ru: Советы по чтению

source: Edit your tweet... you have 140 characters including the image so make it good and you should reference the #hashtag you use in your tweet that you wish customers or visitor to reply with to gain new business.
hi_in: अपनी कलरव संपादित करें... आपके पास छवि सहित 140 वर्ण हैं, जिससे इसे अच्छा बनाते हैं और आपको #हैशटैग का संदर्भ अपने ट्वीट में करना चाहिए, जो कि आप ग्राहक या आगंतुक को नए व्यापार प्राप्त करने के लिए उत्तर देने के लिए चाहते हैं।
ru_ru: Отредактируйте свой твит ... у вас есть 140 символов, включая изображение, поэтому сделайте это хорошо, и вы должны указать #хэштег, который вы используете в своем твиттере, на который вы хотите, чтобы клиенты или посетитель отвечали, чтобы получить новый бизнес ».

source: So for example if your hashtag is #mytwittercart then edit the product tweet before posting to include your hashtag ie. reply with #mytwittercart to add this item to your cart!
hi_in: तो उदाहरण के लिए यदि आपके हैशटैग # मीटविटरकैर्ट है तो अपने हैशटैग अर्थात् शामिल करने के लिए पोस्ट करने से पहले उत्पाद ट्वीट को संपादित करें। अपने कार्ट में इस आइटम को जोड़ने के लिए # मेरे ट्विटर कार्ट के साथ जवाब दें!
ru_ru: Так, например, если ваш хэштег #mytwittercart, то отредактируйте чириканье продукта перед публикацией, чтобы включить ваш хэштаг, т.е. ответьте #mytwittercart, чтобы добавить этот товар в свою корзину!

source: What's New?
hi_in: नया क्या है?
ru_ru: Что нового?

source: Product image
hi_in: उत्पाद का चित्र
ru_ru: Изображение продукта

source: No product found
hi_in: कोई उत्पाद नहीं मिला
ru_ru: Не найдено ни одного продукта

source: Fantastic! You've successfully installed #TwitterCart and all you need to do now is go to
hi_in: बहुत खुबस! आपने सफलतापूर्वक #ट्विटरकार्ट इंस्टॉल किया है और अब आपको करने की जरूरत है
ru_ru: Фантастика! Вы успешно установили #TwitterCart, и все, что вам нужно сделать, это перейти к

source: Settings
hi_in: सेटिंग्स
ru_ru: настройки

source: and setup your Twitter Account to work with #TwitterCart.
hi_in: और #ट्विटरकार्ट के साथ काम करने के लिए अपने ट्विटर खाते को सेटअप करें
ru_ru: и настройте свою учетную запись щебет для работы с #TwitterCart.

source: Fantastic! You've successfully installed #TwitterCart and all you need to do setup your Products.
hi_in: बहुत खुबस! आपने सफलतापूर्वक #ट्विटरकार्ट स्थापित किया है और आपको अपने उत्पादों को सेटअप करने की आवश्यकता है
ru_ru: Фантастика! Вы успешно установили #TwitterCart и все, что вам нужно для настройки ваших продуктов.

source: Upgrade to Pro
hi_in: प्रो में अपग्रेड
ru_ru: Обновление до Pro

source: Upgrade to Vendor
hi_in: विक्रेता को अपग्रेड करें
ru_ru: Обновление до поставщика

source: Go to plugins
hi_in: प्लगिन पर जाएं
ru_ru: Перейти к плагинам

source: #TwitterCart
hi_in: #ट्विटरकार्ट

source: TwitterCart | Settings
hi_in: ट्विटरकार्ट | सेटिंग्स
ru_ru: TwitterCart | настройки

source: TwitterCart | Products
hi_in: ट्विटरकार्ट | उत्पाद
ru_ru: TwitterCart | Продукты

source: Products
hi_in: उत्पाद
ru_ru: Продукты

source: TwitterCart | Twitter Account
hi_in: ट्विटरकार्ट | ट्विटर खाता
ru_ru: TwitterCart | Аккаунт щебет

source: TwitterCart | Support
hi_in: ट्विटरकार्ट | समर्थन
ru_ru: TwitterCart | Поддержка

source: Hide
hi_in: छिपाना
ru_ru: Спрятать

source: Product was successfully posted to twitter!
hi_in: उत्पाद सफलतापूर्वक ट्विटर पर पोस्ट किया गया था!
ru_ru: Продукт был успешно отправлен в щебет!

source: Options was successfully saved!
hi_in: विकल्प सफलतापूर्वक सहेजे गए थे!
ru_ru: Параметры успешно сохранены!

source: HashTags was successfully saved!
hi_in: हैशटैग सफलतापूर्वक सहेजा गया था!
ru_ru: Хештеги был успешно сохранен!

source: Image
hi_in: छवि
ru_ru: Образ

source: Product
hi_in: उत्पाद
ru_ru: Продукт

source: Price
hi_in: मूल्य
ru_ru: Цена

source: Date
hi_in: तारीख
ru_ru: Дата

source: Category
hi_in: वर्ग
ru_ru: категория

source: In stock
hi_in: स्टॉक में
ru_ru: В наличии

source: Twitter status
hi_in: ट्विटर स्थिति
ru_ru: Статус щебет

source: Actions
hi_in: क्रिया
ru_ru: действия

source: Already Posted
hi_in: पहले से ही पोस्ट किया गया
ru_ru: Уже опубликовано

source: Not posted
hi_in: पोस्ट नहीं
ru_ru: Не опубликовано

source: Post to twitter
hi_in: पोस्ट चहचहाना करने के लिए
ru_ru: Опубликовать в щебет

source: Repost to twitter
hi_in: ट्विटर पर वापस लौटें
ru_ru: Передать в щебет

source: TwitterCart
hi_in: ट्विटरकार्ट

source: Tweet
hi_in: कलरव
ru_ru: чирикать

source: : activate to sort column ascending
hi_in: : स्तंभ चढ़ते क्रमबद्ध करने के लिए सक्रिय करें
ru_ru: : активировать сортировку столбца по возрастанию

source: : activate to sort column descending
hi_in: : स्तंभ उतरते क्रमबद्ध करने के लिए सक्रिय करें
ru_ru: : активировать сортировку колонки по убыванию

source: First
hi_in: प्रथम
ru_ru: Первый

source: Last
hi_in: अंतिम
ru_ru: Последний

source: Next
hi_in: आगामी
ru_ru: следующий

source: Previous
hi_in: पिछला
ru_ru: предыдущий

source: No data available in table
hi_in: तालिका में आंकड़े उपलब्ध नहीं है
ru_ru: Данные отсутствуют в таблице

source: Showing _START_ to _END_ of _TOTAL_ entries
hi_in: _TOTAL_ प्रविष्टियों के _START_ से _END_ को दिखा रहा है
ru_ru: Отображение _START_ в _END_ из _TOTAL_ записей

source: Showing 0 to 0 of 0 entries
hi_in: 0 से 0 से 0 प्रविष्टियां दिखा रही हैं
ru_ru: Отображение от 0 до 0 из 0 записей

source: (filtered from _MAX_ total entries)
hi_in: (_MAX_ कुल प्रविष्टियों से फ़िल्टर्ड)
ru_ru: (отфильтрован из _MAX_ всего записей)

source: Show _MENU_ entries
hi_in: _MENU_ प्रविष्टियां दिखाएं
ru_ru: Показать _MENU_ записи

source: Loading...
hi_in: लोड हो रहा है...

source: Processing...
hi_in: प्रसंस्करण...
ru_ru: Обработка ...

source: Search:
hi_in: खोज:
ru_ru: Поиск:

source: No matching records found
hi_in: कोई मिलान रिकॉर्ड पाया
ru_ru: Совпадающих записей не найдено
